//Задача 6: Выяснить является ли число чётным

Console.Write("Введите число: ");

int num = int.Parse(Console.ReadLine());

int n = num / 2;

if(num / 2);
{
   Console.WriteLine(" Число " + num + " чётное ");
}
else
{
    Console.WriteLine(" Число " + num + " нечётное ");
}
